[
    {
        "term": "Albedo",
        "definition": "The fraction of solar energy (shortwave radiation) reflected from the Earth back into space. High albedo surfaces reduce heat absorption."
    },
    {
        "term": "BIM",
        "definition": "Building Information Modeling. A process involving the generation and management of digital representations of physical and functional characteristics of places."
    },
    {
        "term": "Blackwater",
        "definition": "Wastewater from toilets and urinals; also referred to as sewage."
    },
    {
        "term": "Carbon Footprint",
        "definition": "The total amount of greenhouse gases (including carbon dioxide and methane) that are generated by our actions."
    },
    {
        "term": "Commissioning (Cx)",
        "definition": "A quality-focused process for enhancing the delivery of a project. It focuses on verifying and documenting that all of the commissioned systems and assemblies are planned, designed, installed, tested, operated, and maintained to meet the Owner's Project Requirements."
    },
    {
        "term": "District Cooling",
        "definition": "A system where a central plant produces cooling energy (chilled water) which is then distributed to buildings via a network of underground pipes."
    },
    {
        "term": "EPD",
        "definition": "Environmental Product Declaration. An independently verified and registered document that communicates transparent and comparable information about the life-cycle environmental impact of products."
    },
    {
        "term": "Greywater",
        "definition": "Wastewater garnered from sinks, showers, bathtubs, and clothes washers. It does not include water from toilets or urinals."
    },
    {
        "term": "Heat Island Effect",
        "definition": "An urban area or metropolitan area that is significantly warmer than its surrounding rural areas due to human activities."
    },
    {
        "term": "HVAC",
        "definition": "Heating, Ventilation, and Air Conditioning. The technology of indoor and vehicular environmental comfort."
    },
    {
        "term": "LEED",
        "definition": "Leadership in Energy and Environmental Design. One of the most popular green building certification programs used worldwide."
    },
    {
        "term": "Life Cycle Assessment (LCA)",
        "definition": "A technique to assess environmental impacts associated with all the stages of a product's life from raw material extraction through materials processing, manufacture, distribution, use, repair and maintenance, and disposal or recycling."
    },
    {
        "term": "Mostadam",
        "definition": "A comprehensive sustainability rating system tailored to the Saudi Arabian environment, developed by the Ministry of Housing."
    },
    {
        "term": "Net Zero Energy",
        "definition": "A building with zero net energy consumption, meaning the total amount of energy used by the building on an annual basis is equal to the amount of renewable energy created on the site."
    },
    {
        "term": "Passive Design",
        "definition": "Design strategies used to reduce energy consumption by utilizing natural resources such as sunlight, wind, and gravity."
    },
    {
        "term": "Photovoltaics (PV)",
        "definition": "A method of generating electric power by using solar cells to convert energy from the sun into a flow of electrons by the photovoltaic effect."
    },
    {
        "term": "R-Value",
        "definition": "A measure of thermal resistance used in the building and construction industry. The higher the R-value, the greater the insulating power."
    },
    {
        "term": "U-Value",
        "definition": "A measure of the heat transmission through a building part (as a wall or window) or a given thickness of a material (as insulation). Lower is better."
    },
    {
        "term": "VOC",
        "definition": "Volatile Organic Compounds. Organic chemicals that have a high vapor pressure at ordinary room temperature, often responsible for poor indoor air quality."
    },
    {
        "term": "Xeriscaping",
        "definition": "Landscaping and gardening that reduces or eliminates the need for supplemental water from irrigation."
    }
]